lisabank-demo/src/test/resources/AccountServiceTest/createUserWithCheckingAccount/EJB3UserControlBean/recording-2-req.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ns2:deleteUser xmlns:ns2="http://ejb3.examples.itko.com/">
			<username>pascal</username>
		</ns2:deleteUser>
	</soap:Body>
</soap:Envelope>